[M_Ep17_KillJack MissionDefinition]
MissionName="As Garras de Deus"
MissionDescription="Você precisa encontrar e eliminar Jack O'Cara antes que ele desperte o Guerreiro.  Em parte para salvar Pandora, mas também, para salvar a Lilith e, sobretudo porque Jack O'Cara é um gradissíssimo filho da puta.\nJack está escondido em [place]Hero's Pass[-place], que é onde o Guerreiro está enterrado. Você vai precisar do Claptrap para desativar as defesas que a Hyperion instalou.\n"
TurnInDescription="Você matou Jack O'Cara, derrotou o Guerreiro e salvou Pandora.\nAgora... \nVocê... \nÉ...\nO Cara!\n"
MissionSummary="Infiltre-se em [place]Hero's Pass[-place] com a ajuda do Claptrap."
MissionGiver="Claptrap"
MissionTurnInLocation="Chave da Sepultura"
TeaserText=""

[M_Ep17_KillJack:ContinueOnAlone MissionObjectiveDefinition]
ProgressMessage="Continue sem ajuda"

[M_Ep17_KillJack:DefeatTheWarrior MissionObjectiveDefinition]
ProgressMessage="Derrote o Guerreiro"

[M_Ep17_KillJack:DefeatTheWarriorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o Guerreiro."
MissionDescriptionOverride="Você neutralizou Jack O'Cara, mas, não conseguiu chegar a tempo de evitar que o Guerreiro despertasse.\nAgora você terá que enfrentá-lo também.\n"

[M_Ep17_KillJack:DefendClaptrap MissionObjectiveDefinition]
ProgressMessage="Defenda o Claptrap"

[M_Ep17_KillJack:EndThis MissionObjectiveDefinition]
ProgressMessage="Coloque um fim nisso"

[M_Ep17_KillJack:FindJack MissionObjectiveDefinition]
ProgressMessage="Encontre Jack O'Cara"

[M_Ep17_KillJack:FindjackCompleteAscentSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Sobreviva até que o Mordecai desative o campo de segurança."
MissionDescriptionOverride="Você chegou em [place]Hero's Pass[-place] mas agora, você e o Brick estão com um grande problema.  Existe um campo de segurança da Hyperion bloqueando o caminho de vocês. Mordecai irá dar a volta e desativar o campo com um tiro certeiro. Logo depois, você e o Brick terão que deter as tropas de Hyperion no local."

[M_Ep17_KillJack:FindJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Sobreviva até que o Mordecai desative o campo de segurança."
MissionDescriptionOverride="Você chegou em [place]Hero's Pass[-place] mas agora, você e o Brick estão com um grande problema.  Existe um campo de segurança da Hyperion bloqueando o caminho de vocês. Mordecai irá dar a volta e desativar o campo com um tiro certeiro. Logo depois, você e o Brick terão que deter as tropas de Hyperion no local."

[M_Ep17_KillJack:FollowClaptrap MissionObjectiveDefinition]
ProgressMessage="Siga o Claptrap"

[M_Ep17_KillJack:FollowClaptrapSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:FollowClaptrapSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:GetTheArtifactSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue a chave da Sepultura danificada."
MissionDescriptionOverride="Jack está morto. Agora só resta uma pergunta: o que fazer com a chave da Sepultura?"

[M_Ep17_KillJack:GoOnAloneSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Mate Jack O'Cara."
MissionDescriptionOverride="Você precisa encontrar e eliminar Jack O'Cara antes que ele desperte o Guerreiro.  Em parte para salvar Pandora, mas também, para salvar a Lilith e, sobretudo porque Jack O'Cara é um gradissíssimo filho da puta.\nO Claptrap ajudou você a entrar em [place]Hero's Pass[-place] mas, algumas simples escadarias o impedem de acompanhar você nessa última etapa da jornada.\nFaça com que ele sinta-se orgulhoso.\n"

[M_Ep17_KillJack:GoToEridiumBlight MissionObjectiveDefinition]
ProgressMessage="Vá até Eridium Blight"

[M_Ep17_KillJack:GoToEridiumBlightSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:KillGateGuardsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:KillJack MissionObjectiveDefinition]
ProgressMessage="Mate Jack O'Cara"

[M_Ep17_KillJack:KillJackForRealzSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Mate Jack O'Cara."
MissionDescriptionOverride="O Guerreiro está morto mas, Jack ainda não.  É hora de corrigir isso."

[M_Ep17_KillJack:KillJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Talvez seja tarde para evitar que o Guerreiro seja despertado mas, finalmente você encontrou Jack O'Cara.  Agora acabe com esse cretino.\n"

[M_Ep17_KillJack:Leave[place]Sanctuary[-place]Set1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:Leave[place]Sanctuary[-place]Set2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:LetLilithKillJack MissionObjectiveDefinition]
ProgressMessage="Deixe que Lilith mate o Jack"

[M_Ep17_KillJack:LetLilithKillJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:MeetClapTrapInEridiumBlight MissionObjectiveDefinition]
ProgressMessage="Encontre o Claptrap"

[M_Ep17_KillJack:MeetClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep17_KillJack:NukeHimFromOrbit MissionObjectiveDefinition]
ProgressMessage="Solicite um lançamento lunar"

[M_Ep17_KillJack:NukeTheWarriorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Guerreiro foi derrotado mas, ainda não está morto.  Lilith pediu que você solicite um lançamento de suprimentos lunares para acabar com o Guerreiro de uma vez por todas."

[M_Ep17_KillJack:TalkToClaptrap MissionObjectiveDefinition]
ProgressMessage="Fale com o Claptrap"

[M_Ep17_KillJack:TalkToHammerlock MissionObjectiveDefinition]
ProgressMessage="Fale com Sir Hammerlock"

[M_Ep17_KillJack:TalkToMarcus MissionObjectiveDefinition]
ProgressMessage="Fale com o Marcus"

[M_Ep17_KillJack:TalkToMoxxi MissionObjectiveDefinition]
ProgressMessage="Fale com a Moxxi"

[M_Ep17_KillJack:TalkToScooter MissionObjectiveDefinition]
ProgressMessage="Fale com o Scooter"

[M_Ep17_KillJack:TalktoTannis MissionObjectiveDefinition]
ProgressMessage="Fale com a Tannis"

[M_Ep17_KillJack:TalkToZed MissionObjectiveDefinition]
ProgressMessage="Fale com o Dr. Zed"
